Repository: nuxeo-cps/legacy--CPSLocalFS
Catalog: i18n/*.po
Languages: es, fr

# description_up_to ${up_id}
source: Up ${up_id}
es: Subir ${up_id}
fr: Vers ${up_id}

# file_last_modified
source: Last modified
es: Última modificación
fr: Dernière modification

# file_name
source: Name
es: Nombre
fr: Nom

# file_size
source: Size
es: Tamaño
fr: Taille

# file_type
source: Type
es: Tipo

# psm_cpslocalfs_unknown_basepath_message
source: Unknown basepath.
es: Ruta desconocida
fr: Ce répertoire n'éxiste pas.

# psm_cpslocalfs_insufficients_rights_message
source: Insufficients rights on basepath.
es: Permisos insuficientes en la ruta
fr: Les droits du processus Zope sont insuffisants sur ce répertoire.

# psm_cpslocalfs_invalid_content_in_folder_message
source: Invalid fields in folder.
es: Campos inválidos en la carpeta.
fr: Le répertoire contient des fichiers non valides.

# psm_cpslocalfs_invalid_basepath_message
source: Invalid basepath.
es: Ruta inválida
fr: Le chemin du répertoire est invalide.

# portal_type_CPSLocalFS_title
source: Folder on server
es: Carpeta en el servidor
fr: Répertoire sur le serveur

# portal_type_CPSLocalFS_description
source: View on a folder content.
es: Ver el contenido de una carpeta
fr: Vue d'un répertoire

# psm_cpslocalfs_missing_config_file_message
source: Configuration file 'localfs_dirs.txt' is missing.
es: No se encuentra el archivo de configuration "localfs_dirs.txt".
fr: Fichier de configuration 'localfs_dirs.txt' absent.

# psm_cpslocalfs_unauthorized_basepath_message
source: Unauthorized basepath.
es: El acceso al directorio no está autorizado
fr: L'accés à ce répertoire n'est pas autorisé.
